Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_968_itemid_EQ_39.tmx
Source language: sme
Languages: smn

source: Bures boahtin Sámedikki ruoktosiidduide .
smn: Tiervâpuáttim sämitige päikkisijdoid .

source: Sámediggi lea Suoma sápmelaččaid alimus politihkálas doaibmaorgána mii válljejuvvo juohke njealját jagi .
smn: Sämitigge lii Suomâ sämmilij alemus poolitlâš orgaan já tot väljejuvvoo vaaljâiguin jyehi niäljád ive .

source: Áigeguovdil
smn: Äigikyevdilis

source: Eurohpa Ráđi historjjálaš seminára lei bivnnut
smn: Euroop Rääđi historjálâš seminaar lâi miänástus

source: 28.11.2014 Anáris , Sajosis , lágiduvvui Eurohpa Ráđi vuosttas seminára sámiid birra .
smn: 28.11.2014 Anarist , Sajosist , uárnejui vuossâmuš Euroop rääđi seminaar sämmilijn .

source: Seminárai oassálaste Eurohpa Ráđi soahpamušaid buot gozihanorgánat : vehádatrápmasoahpamuša , Eurohpa guovlluid ja vehádatgielaid guoski vuođđogirjji sihke Eurohpa rasismma ja utnohisvuođa vuostásaš komišuvnna ovddasteaddjit .
smn: Seminaarân uásálistii puoh Euroop Rääđi sopâmušâi kocceemorgaaneh : ucceeblohoraamisopâmuš , Eurooplii kuávlulijd já ucceeblohokieláid kyeskee vuáđukirje sehe Euroop raasiism já soováášmettumvuođâ vuástásii komissio ovdâsteijeeh .

source: Seminára lei áidnalunddot , daningo goassige ovdal ráđi sierra olmmošvuoigatvuohtaorgánat eai leat čoahkkanan gieđahallat ovttas ovtta álbmoga guoski vuoigatvuođaid Eurohpa Ráđi soahpamušaid dáfus .
smn: Seminaar lâi áinoošlajâsâš , ko kuássin ovdil rääđi sierâ olmoošvuoigâdvuođâorgaaneh iä lah čokkânâm kieđâvuššâđ oovtâst oovtâ aalmugân kyeskee vuoigâdvuođâid Euroop rääđi toos kyeskee sopâmušâi vuáđuld .

source: Semináras badjánedje ságastallamii Ruošša sámiid sajádat ja dilli .
smn: Seminaarist pajanij savâstâlmân Ruošâ sämmilij sajattuv já tile .

source: Ruošša sámiid dearvvuođaid seminárai buvttii sámi parlamentáralaš ráđi ovddasteaddjin Valentina Sovkina .
smn: Ruošâ sämmilij tiervuođâid seminaarân puovtij säämi parlâmentaarlii rääđi ovdâsteijen Valentina Sovkina .

source: Sovkina buvttii ságastis ovdan Murmánskka leana virgeoapmahaččaid doaimma ja figgamuša stivredallat sámiid .
smn: Sovkina puovtij savâstis oovdân Murmansk lääni virgeomâhái tooimâ já viggâmuš stivriđ sämmilijd .

source: Sovkina gávnnahii , vaikke Murmánskka guovlohálddahus leage nammadan ođđa orgána , Ruošša sámiid lihtu , ja dat lea stáhta jođiheami vuolde .
smn: Sovkina pahudij , ete veikâ Murmansk kuávluhaldâttâh lii-uv nomâttâm uđđâ orgaan , Ruošâ sämmilij lito , te tot lii staatâlávt stivrejum .

source: Ruošša sámiid ovddasta Guoládaga sámeparlameanta , man jođiha Sovkina , ja dat joatká doaimmaidis .
smn: Ruošâ sämmilijd oovdâst Kuáláduv sämiparlament jođetteijen Sovkina já tot juátká tooimâs .

source: Ruošša stáhta ja Murmánskka virgeoapmahaččaid doaimmaid dubmejedje sáhkavuoruin sámedikki ságajođiheaddji Klemetti Näkkäläjärvi ja nuortalaččaid giličoahkkima ovddasteaddji Tauno Haltta .
smn: Ruošâ staatâ já Murmansk virgeomâhái tooimâid tuommijn savâinis sämitige saavâjođetteijee Klemetti Näkkäläjärvi já nuorttâlâšâi sijdâčuákkim ovdâsteijee Tauno Haltta .

source: Klemetti Näkkäläjärvi gieđahalai ságastis Suoma sámiid sajádaga ja deattuhii ságastis seminára historjjálaš mearkkašumi ja Eurohpa Ráđi soahpamušaid ja šiehtadallamiid gohcima mearkkašumi sámiide . ”
smn: Klemetti Näkkäläjärvi kieđâvušâi savâstis Suomâ sämmilij sajattuv já tiäduttij savâstis seminaar historjálii merhâšume já Euroop Rääđi sopâmušâi já sopâmij kocceem merhâšume sämmiláid . ”

source: Sávan , ahte dát seminára láidesta áibbas ođđalágan gulahallamii sámiid , virgeoapmahaččaid ja Eurohpa Ráđi gaskkas - ja lunddolaččat – sáhttit láhčit ođđa doaibmavugiid Eurohpa Ráđi doaimma ja sámiid vuoigatvuođaid ovddideapmái . ”
smn: Tuáivum , ete taat seminaar joođeet aaibâs uđđâlágán vuáruvaikuttâsân sämmilij , virgeomâhái já Euroop rääđi kooskâst- já luándulávt – pyehtip rähtiđ uđđâ toimâtaavijd ovdediđ Euroop rääđi tooimâ já sämmilij vuoigâdvuođâid . ”

source: Näkkälärvi gávnnahii .
smn: Näkkäläjärvi pahudij .

source: Nuortalaččaid giličoahkkima ovddasteaddji Tauno Haltta muitalii ságastis nuortalaččaid dilis Suomas , Norggas ja Ruoššas . ”
smn: Nuorttâlâšâi sijdâčuákkim ovdâsteijee Tauno Haltta muštâlij savâstis nuorttâlâšâi tiileest Suomâst , Taažâst já Ruošâst . ”

source: Nuortalaškultuvra lea hui áitatvuloš .
smn: Nuorttâlâškulttuur lii eromâs uhkevuálásâš .

source: Smávva sámegiela ja kulturjoavkku lea váttis seailluhit iežas giela ja identitehta váldokultuvrra deattu vuolde .
smn: Uccâ sämikielâ já kulttuurjuávhu lii vaigâd siäiluttiđ jieijâs kielâ já identiteet väldikulttuur teddust .

source: Nuortalašgiella lea geavadis jávkan Norggas .
smn: Nuorttâlâškielâ lii keevâtlávt láppum Taažâst .

source: Ruoššas nuortalašgiela máhttet dušše moadde olbmo .
smn: Ruošâst nuorttâlâškielâ sárnuh innig muáddi ulmuu .

source: Suomas lea stuorra vástu das ahte nuortalašgiella ii jávkka máilmmis .
smn: Suomâst lii stuorrâ ovdâsvástádâs tast , ete nuorttâlâškielâ ij lappuu mailmist .

source: Nuortalaškultuvrra sihkkarastin eaktuda lasi ruđa giela oahpahussii , ealáskahttimii ja nuortalaš kultur- ja dáiddaeallima doarjumii . ”
smn: Nuorttâlâškulttuur turvim váátá lase ruuđâ kielâ máttátmân , iäláskitmân já nuorttâlii kulttuur- já taaiđâeellim tuárjumân . ”

source: Tauno Haltta deattuhii semináras .
smn: Tauno Haltta tiäduttij seminaarist .

source: Riikkabeivviid veahkkevuoigatvuohtaáššealmmái Maija Sakslin gieđahalai ságastis sámemánáid ja nuoraid gielalaš vuoigatvuođaid .
smn: Ovdâskode išeriehtiäššialmai Maija Sakslin kieđâvušâi savâstis sämipárnái já nuorâi kielâlijd vuoigâdvuođâid .

source: Sakslin lei erenomáš fuolas árrabajásgeassinbálvalusaid fálaldagas sámiid ruovttuguovllu olggobealde ja sámegielaid ealáskahttinprográmma njoazes ollašuhttimis .
smn: Sakslin lâi eromâš huolâstum arâšoddâdempalvâlusâi finnimvuođâst sämikuávlu ulguubeln já sämikielâi iäláskittemohjelm hiđes olášutmist .

source: Semináras gieđahallojedje sámegiela , bálvalusaid ja oahpahusa hástalusat .
smn: Seminaarist kieđâvuššojii sämikielâ , palvâlusâi já máttááttâs hástuseh .

source: Oasi moderáhtoran doaibman Petra Magga-Vars deattuhii ságastis sámegiela ja kultuvrra gaskasaš oktavuođa .
smn: Uási stivrejeijen toimâm Petra Magga-Vars tiäduttij savâstis sämikielâ já kulttuur koskâvuođâ .

source: ” Sámegielaid mearkkašupmi lea stuoris olles sámekultuvrai .
smn: ” Sämikielâi merhâšume lii styeres ubâ sämmilii kulttuurháámán .

source: Sámegiella ii leat dušše dieđuid juohkin dahje gulahallan , muhto dat lea čatnasis ealáhusaide , duodjái , luohtái , dáidagii ja lundui ” , Magga-Vars deattuhii .
smn: Sämikielâ ij lah tuše tiäđusirdem teikâ viestâdem , peic čonnâšum iäláttâssáid , tuáján , juáigusân , taiđui já luándun ” , Magga-Vars tiäduttij .

source: Norgga beale sápmelaš Sven Roald Nystø muitalii julivgiela dilis ja mo julivgiella lea ealáskahtton .
smn: Taažâsämmilâš Sven Roald Nystø muštâlij juulevsämikielâ tiileest já maht juulevsämikielâ láá iäláskittâm .

source: Oasis lei sáhka maiddái sámi virtuálaoahpahusa hástalusain ja ođđa internetvuđđosaš heivehusain sámegiela geavaheami lasiheami olis .
smn: Uásist kullii meid säämi virtuaalmáttááttâs hástusijn já uđđâ internetvuáđulijn heiviittâsâin sämikielâ kevttim lasettem várás .

source: Sámenissoniid panela ságajođiheaddjin lei vehádatáittardeaddji Eva Biaudet .
smn: Säminisonij paaneel saavâjođetteijen lâi ucceeblohováldálâš Eva Biaudet .

source: Panelas ságastallui erenomážit sámenissoniid vejolašvuođain beassat árbevirolaš sámeealáhusaid ollái ja maiddái sámenissoniid oassálastimis politihkai .
smn: Paneelist sárnojii eromâšávt säminisonij máhđulâšvuođâin peessâđ ärbivuáválij sämi-iäláttâsâi pirrâdâhân já säminisonij uásálistmist politiikân .

source: Sámi nissonforuma ovddasteaddji Gudrun E. Lindi kritiserii ságastis , ahte dásseárvoáššit eai leat sámedikki doaimmas ovdasajis ja sámenissoniid dásseárvvus lea olu buoridanmunni .
smn: Säämi nissoonfoorum ovdâsteijee Gudrun E. Lindi árvuštâlâi savâstis , ete täsiárvuääših iä lah sämitige tooimâst ovdâsaajeest já säminisonij täsiáárvust lii ennuv maid pyerediđ .

source: Norgga sámedikki stivrra lahttu Silje Katerine Muotka muitalii Norgga sámedikki dásseárvopolitihkas ja nissoniid vejolašvuođas beassat politihkai . ”
smn: Taažâ sämitige stiivrâ jeessân Silje Katerine Muotka muštâlij Taažâ sämitige täsiárvupolitiikâst já nisonij máhđulâšvuođâst peessâđ politiikân . ”

source: Norgga sámedikkis lea dohkkehuvvon dásseárvopolitihkalaš prográmma ja dán áigge sámenissonat besset fárrui politihkai .
smn: Taažâ sämitiggeest lii tuhhiittum täsiárvu-pooliitlâš ohjelm já taan ääigi säminisoneh peessih fáárun politiikân .

source: Norgga sámedikkis leamašan erenomáš kampánja sámenissoniid oččodeamis oassálastit politihkai .
smn: Taažâ sämitiggeest lii lamaš eromâš kampanja , ete finniiččii säminisonijd uásálistiđ politiikân .

source: Dán válgabajis sámedikki 39 ovddasteaddjis 20 leat nissonat , ovdal kampánjja álggaheami dušše 18 % politihkáriin ledje nissonat ” , Muotka muitalii .
smn: Taan vaaljâpaajeest sämitige 39 ovdâsteijest 20 láá nisoneh , ovdil kampanja algâttem tuše 18 % politijkkárijn lijjii nisoneh ” , Muotka muštâlij .

source: Norgga sápmelaš badjeolbmát Ellen Maret Hætta ja Berit Marie Eira bođiiga seminárai njuolgga bigálusain . ”
smn: Taažâ sämmiliih puásuituálleeh Ellen Maret Hætta já Berit Marie Eira poođijn seminaarân njuolgist pygálysâin . ”

source: Boazodoalus sihke albmát ja nissonat leat dásseárvosaččat ja barggut juhkkojit buohkaid gaskkas .
smn: Puásuituálust sehe almaah ete nisoneh láá täsiárvusiih já pargoh juáhhojeh puohâi kooskân .

source: Sámeservoša siste sámenissoniin eai leat váttisvuođat dásseárvvu ektui , Hætta muitalii ” .
smn: Sämisiärváduv siste säminisonijn iä lah čuolmah täsiáárvu háárán , Hætta muštâlij ” .

source: Sihke Hætta ja Eira deattuheigga , ahte ” stuorámus áitta badjeolbmáid kultuvrai ja maiddái sámenissoniid vejolašvuhtii bargat árbevirolaš ealáhusaiguin lea Norgga stáhta áigumuš bággonjuovvat beali Norgga bohccuin boahtte jage bealde ” .
smn: Sehe Hætta ete Eira tiäduttáin , ete ” stuárráámus uhke puásuisämmilij kulttuur kuáttá já meid säminisonij máhđulâšvuođáid hárjuttiđ ärbivuáválijd iäláttâsâid lii Taažâ staatâ áigumuš pággunjuovvâđ pele Taažâ poccuin puáttee ive beln ” .

source: Guktot badjenissonat duođalaččat balaigga boahttevuođa beales . ”
smn: Kuohtuuh puásuituálunisoneh tuođâi pooláin puátteevuođâs peeleest . ”

source: Olles min eallin lea boazodoallu , dan birra vuođđuduvvá buot , sámegiela geavaheapmi , dujiid materiála ja daid válmmašteapmi , mánáid fárrui beassan iežas kultuvrrai ja dán ii ádde Norgga stáhta ” , Eira konkretisere .
smn: Ubâ mii eellim lii puásuituálu , ton pirrâ huksejuvvojeh puoh , sämikielâ kevttim , tuojij materiaal já tai valmâštem , párnái peessâm mieldi sii jieijâs kulttuurân já taam ij ibbeerd Taažâ staatâ ” , Eira tärkkilistij .

source: Sámenuoraid panelas ledje ovddastuvvon sámenuorat Suomas , Ruoŧas ja Norggas ja panela jođihii Tuomas Aslak Juuso . ”
smn: Säminuorâi paneelist lijjii ovdâstittum säminuorah Suomâst , Ruotâst já Taažâst já paaneel jođettij Tuomas Aslak Juuso . ”

source: Sámenuorat leat jo gululdaga dolkan vuordit doaimmaid maidda stáhtat leat čatnasan .
smn: Säminuorah láá jo váhá tulkkum vyerdiđ tooimâid mooid staatah láá čonâdâttâm .

source: Resurssat leat geahnoheamet .
smn: Resursseh láá heeitugeh .

source: Sámiid árbevirolaš ealáhusat eai gierdda šat lasi doaibmanvejolašvuođaid ja gánnáheami geahpedeami .
smn: Sämmilij ärbivuáváliih iäláttâsah iä killáá eenâb toimâmáhđulâšvuođâi já kannattetteevuođâ kepidem .

source: Eurohpa Ráđđi galggašii maiddái beavttálmahttit gozihanproseassa ja buoridit sámiid osolašvuođa dan bargui . ”
smn: Euroop rääđi kolgâččij meid pehtilittiđ kocceemproosees já pyerediđ sämmilij uásálâšvuođâ ton paargon . ”

source: Juuso gávnnahii .
smn: Juuso pahudij .

source: Ruoŧa sámenuoraid ságajođiheaddji Per Jonas Partapuoli muitalii sámenuoraid dilis Ruoŧas . ”
smn: Ruotâ säminuorâi saavâjođetteijee Per Jonas Partapuoli muštâlij säminuorâi tiileest Ruotâst . ”

source: Boazodoalu dilli lea váttis .
smn: Puásuituálu tile lii vaigâd .

source: Biebmat beađuid , ruvkeindustriija áitá ealáhusa , bieggamillot leat min duoddariid miehtá , ja luonddudili nuppástuvvan lea váttásmahttán min ealáhusa .
smn: Piemmâp piäđuid , ruukiráhtulâšvuotâ uhked mii iäláttâs , pieggâvuáimáttuvâin láá mii tuoddâreh tievâ , já luándutiilij muttum lii toohâm mii iäláttâs vaigâdin .

source: Dilis leat kultuvrralaš , ekonomalaš ja psyhkalaš váikkuhusat olles sámekultuvrai ja dan boahttevuhtii .
smn: Tiileest láá kulttuurliih , ekonomâliih já jiegâliih vaikuttâsah ubâ sämikulttuurân já ton puátteevuotân .

source: Boazodoalu boahttevuođa galgá sihkkarastit ” , Partapuoli deattuhii .
smn: Puásuituálu puátteevuođâ kalgeh turviđ ” , Partapuoli tiäduttij .

source: Sámedikki nuoraidráđi ovddastii sámenuoraid vuoigatvuođaid gieđahalli panelas ráđi várreságajođiheaddji Minna Lehtola .
smn: Sämitige nuorâirääđi ovdâstij säminuorâi vuoigâdvuođâid kieđâvuššee paneelist rääđi värisaavâjođetteijee Minna Lehtola .

source: Su sáhkavuoru temán lei vehádat vehádaga siste .
smn: Suu saavâ teeman lâi ucceebloho ucceeblovvoost .

source: Lehtola oaidná sámekultuvrra boahttevuođa positiivvalažžan ” Nuoraid jurddašeapmi lea rahpasut ja sii iežaset vugiin ovddidit ja dollet sápmelašvuođa eallinfámolažžan .
smn: Lehtola uáiná sämikulttuur puátteevuođâ positiivlâžžân ” Nuorâi vuáhádume lii eenâb ávus já sij jieijâs náál ovdedeh já aneh sämmilâšvuođâ eellimvuáimálâžžân .

source: Mu mielas kultuvrra árvvusatnin lea buorránan , ii leat šat heahpat leat sápmelaš . ”
smn: Muu mielâst kulttuur áárvust anneem lii puáránâm , ij lah innig heeppâd leđe sämmilâš . ”

source: Lehtola gieđahalai ságastis iežas duogáža ja doaladumi sámekultuvrai ” Vaikke gulange vehádaga vehádahkii , in dovdda dan heittot áššin , muhto dat lea šaddadan sidnáivuođa ja luonddu , hálo bargat áššiid iežan álbmoga ovdii ja doaibmat nu , ahte boahttevuođasge livččiimet ealli álbmot , eatge dušše muitu historjjá girjjiin .
smn: Lehtola kieđâvušâi savâstis jieijâs tuávváá já vuáhádume sämikulttuurân ” Veikâ kuulâm-uv ucceeblovo ucceeblohon , jiem ane tom hyennin , peic tot lii lasettâm sine já luándu , háálu rähtiđ jieijâs aalmug oovdân aašijd já toimâđ tienuuvt , ete puátteevuođâst-uv liččijm ellee aalmug , epke tuše mušto historjá kiirjijn .

source: Dovddan maiddái vástu das , ahte lean sámekultuvrra oassi eallimiin dan . ”
smn: Tubdâm meid ovdâsvástádâs tast , ete lam uási sämikulttuur nuuvt ete iälám tom . ”

source: ná Lehtola loahpahii sáhkavuoru .
smn: Lehtola lopâttij suu oovdânpyehtim .

source: Easkkavuođđuduvvon Queer Sápmi searvvi ovddastedje semináras searvvi ságajođiheaddji Tobias Poggats Ruoŧas ja várreságajođiheaddji Stina Roos Suomas .
smn: Eidu vuáđudum Queer Sápmi seervi ovdâstáin seminaarist seervi saavâjođetteijee Tobias Poggats Ruotâst já värisaavâjođetteijee Stina Roos Suomâst .

source: Stina Roos ávžžuhii sámedikkiid buoridit doaimmaid seksuálavehádagaid vuoigatvuođaid ovddideami várás .
smn: Stina Roos avžuuttij sämitige pyerediđ tooimâs seksuaalucceeblovoi vuoigâdvuođâi oovdedmân .

source: Poggats muitalii iežas ságastis Queer Sápmi searvvis ja dan barggus .
smn: Poggats muštâlij jieijâs savâstis Queer Sápmi seervist já ton pargoost .

source: Poggats skeŋkii Suoma sámediggái sámi seksuálavehádagain muitaleaddji girjjiid .
smn: Poggats skeŋkkij Suomâ sämitiigán sämmilij seksuaalucceeblovoin muštâleijee ráhtusijd .

source: Semináras doarjaledje Eurohpa Ráđđái ja dan veahkkái Ruošša sámiide ja Norgga boazodoalu sihkkarastimii .
smn: Seminaarist kessii Euroop rááđán já ton torjui Ruošâ sämmiláid já Taažâ puásuituálu turviimân .

source: Eurohpa Ráđđi válddii seminára fáttá duođalaččat ja sámit ožžo lohpádusa , ahte Eurohpa Ráđđi vuodju dán dillái .
smn: Euroop Rääđi vaaldij seminaar viestâ tuođâlávt já sämmiliih finnejii lopádâs , ete Euroop rääđi vuáju taan tilán .

source: Eurohpa Ráđi rasismma ja utnohisvuođa komišuvnna ( ECRI ) ságajođiheaddji Christian Ahlund muitalii ECRI:a addin ávžžuhusain Supmii , Norgii ja Ruoŧŧii . ”
smn: Euroop rääđi raasism já soováášmettumvuođâ vuástásii komissio ( ECRI ) saavâjođetteijee Christian Ahlund muštâlij ECRI adelem avžuuttâsâin Suomân , Taažân já Ruotân . ”

source: ECRI lea ávžžuhan , ahte Suopma beavttálmahttá doaimmaid sámegielaid ealáskahttima dihtii , sámegiela oahpahusa ovddideami dihtii ja sámi giellalága duohtandahkama dihtii .
smn: ECRI lii avžuuttâm , ete Suomâ pehtilit tooimâid sämikielâi iäláskittem várás , sämikielâ máttááttâs ovdedem várás já säämi kielâlaavâ olášuttem várás .

source: Suoma virgeoapmahaččat galggašedje maiddái álgit doaimmaide lasihan dihtii almmolaš diđolašvuođa sámiid birra váldoálbmoga gaskavuođas nu oahpahusa go kampánjjaid vehkiin ; Ahlund deattuhii .
smn: Suomâ virgeomâhááh kolgâččii meid riemmâđ toimáid vâi lasetteh almos tiäđulâšvuođâ sämmilijn väldiaalmug kooskâst nuuvt máttááttem ko kampanjai vievâst ; Ahlund tiäduttij .

source: ECRI:a ságajođiheaddji Christian Ahlund .
smn: ECRI saavâjođetteijee Christian Ahlund .

source: Govva : Sandro Weltin © Eurohpa Ráđđi
smn: Kove : Sandro Weltin © Euroop Rääđi

source: Semináras válmmaštuvvá raporta ja Suoma sámediggi ja Eurohpa Ráđđi čuvvot seminára buktin váikkuhusaid . ”
smn: Seminaarist valmâštuvá raapoort já Suomâ sämitigge já Euroop rääđi čuávvuv seminaar pyehtim vaikuttâsâid . ”

source: Seminára buvttii lasi dieđu sámiin Eurohpa Ráđđái ja lasihii diđolašvuođa Eurohpa Ráđis ja dan mearkkašumis .
smn: Seminaar puovtij lase tiäđu sämmilijn Euroop rááđán já lasettij tiäđulâšvuođâ Euroop rääđist já ton merhâšuumeest .

source: Dábálaččat vuorrováikkuhus Eurohpa Ráđiin dáhpáhuvvá čálalaččat ja lea duođaige dehalaš , ahte mis lei vejolašvuohta eakti vuorrováikkuhussii .
smn: Táválávt vuáruvaikuttâs Euroop raađijn tábáhtuvá kirjálávt já lii tuođâi tergâd , ete mist lâi máhđulâšvuotâ puigâ vuáruvaikuttâsân .

source: Vuorddán stuorra beroštumiin , mii seminára maŋŋá dáhpáhuvvá .
smn: Vuárdám stuorrâ mielâkiddiivâšvuođáin , ete mii seminaar maŋa tábáhtuvá .

source: Semináras bođii maiddái ovdan , ahte sámedikki dásseárvo- ja ovttaveardásašvuohtabarggus eai leat doarvái dieđut sámiidge gaskavuođas ja mii galgat buoridit diehtojuohkima dáid áššiin ” ságajođiheaddji Näkkäläjävi muitalii .
smn: Seminaarist poođij meid uáinusân , ete sämitige täsiárvu- já oovtviärdásâšvuotâpargoost ij lah tuárvi tiätu sämmilijgin kooskâst já mij koolgâp pyerediđ tieđettem tai ašijguin ” saavâjođetteijee Näkkäläjärvi muštâlij .

source: Seminára čuvvo báikki alde vádjit 100 olbmo ja interneahtas 269 geahčči .
smn: Seminaar čuovvuu saje alne vááijuv 100 olmožid já interneetist 269 keččed .

source: Valentina Sovkina sáhka suomagillii
smn: Valentina Sovkina saahâ suomâkielân

source: davvisámegillii
smn: tavesämikielân

source: Minna Lehtola sáhka suomagillii
smn: Minna Lehtola saahâ suomâkielân

source: Per Jonas Partapuoli sáhka davvisámegillii
smn: Per Jonas Partapuoli saahâ tavesämikielân

source: Liŋka Eurohpa Ráđi seminára you tube vurkkohusaide : ( eaŋgalsgillii
smn: Liŋkki Euroop Rääđi seminaar you tube vuárháid : ( eŋgâlâškielân

source: Eurohpa Ráđi ođđasat semináras
smn: Euroop Rääđi uđđâseh seminaarist

source: Eurohpa Ráđi ođasvurkkohus
smn: Euroop rääđi uđâsvuárkká

source: Liŋka Sámedikki bargoveahkapolitihkalaš áššebáhpáriidda , masa gullet dásseárvo- ja ovttaveardásašvuohtaplánat sihke bargoveahkapolitihkalaš prográmma .
smn: Liŋkki Sämitige pargoviehâpoolitlijd äššikirjijd , mooid kuleh täsiárvu- já oovtviärdásâšvuođâvuáváámeh sehe pargoviehâpoolitlâš ohjelm .
